{
  "items": [
    {
      "id": "20260214-creative-apps-001",
      "headline": "This Light Sculpture Lets You See the Invisible Storm of Radio Waves Around You",
      "source": "Creative Applications",
      "url": "https://www.creativeapplications.net/member/spectrum-slit-a-light-that-can-see-radiowaves/",
      "contentType": "project",
      "image": "https://www.creativeapplications.net/wp-content/uploads/2026/02/Spectrum-Slit-2-cover-scaled.jpg",
      "description": "<p>Spectrum Slit is an art installation that translates the electromagnetic activity filling our interiors — WiFi, Bluetooth, connected devices — into a physical, luminous presence. A long metallic structure holds an array of LED filaments, each corresponding to specific radio frequencies, flickering and glowing in real-time as data flows around us.</p><blockquote>\"We inhabit a world crowded with signals we cannot see, shaped by infrastructures we rarely perceive. Surrounded by ghosts of our own making.\"</blockquote><p>What makes this remarkable for anyone interested in HCD and design is how it makes the invisible tangible. Every website load, every message sent, every video stream appears as a burst of light. The installation also produces unintended sound — subtle vibrations from rapid signal changes — reinforcing that our supposedly \"empty\" spaces are anything but. Built with a HackRF SDR and Raspberry Pi, it's a powerful commentary on the hidden environmental cost of digital convenience. A must-see for anyone thinking about the physical reality behind our frictionless digital lives.</p>",
      "tags": ["art+tech", "data-visualization", "invisible-infrastructure", "immersive"],
      "alignment": 5,
      "paywall": false
    },
    {
      "id": "20260214-creative-apps-002",
      "headline": "An AI Device That Turns the World's Daily Mood Into Ambient Music",
      "source": "Creative Applications",
      "url": "https://www.creativeapplications.net/member/current_state-worlds-mood-each-day-as-generated-music/",
      "contentType": "project",
      "image": "https://www.creativeapplications.net/wp-content/uploads/2026/01/PXL_20260123_175041974.LONG_EXPOSURE-01.COVER_-scaled.jpg",
      "description": "<p><em>current_state</em> is a fictional-functional product that analyzes daily news from major world regions to understand global sentiment, then generates ambient music representing the world's mood each day. Designed to sit in a bathroom like a hotel ambient player, it disguises immense complexity behind an everyday object.</p><blockquote>\"A visitor hears only a looping song, unaware of the intentions and mechanisms embedded inside, much like modern devices performing complex operations we don't necessarily understand.\"</blockquote><p>The project runs autonomously on a Raspberry Pi using open-source LLMs on Replicate, housed in a brutalist enclosure inspired by Teenage Engineering's IKEA FREKVENS speakers. It's a fascinating provocation about how AI mediates our relationship with the world — and whether \"understanding\" global sentiment through generative music is insight or illusion. Perfect intersection of behavioral design, creative technology, and critical making.</p>",
      "tags": ["generative-art", "AI", "ambient-music", "critical-design"],
      "alignment": 5,
      "paywall": false
    },
    {
      "id": "20260214-tci-001",
      "headline": "Photographer Ebru Yildiz on How a Boring City and a Velvet Underground Song Changed Everything",
      "source": "The Creative Independent",
      "url": "https://thecreativeindependent.com/people/photographer-ebru-yildiz-on-never-taking-your-career-for-granted/",
      "contentType": "article",
      "image": "https://cdn.fs.thecreativeindependent.com/40h1zaZRJWxhlJYaes8Y",
      "description": "<p>Istanbul-born photographer Ebru Yildiz shares a deeply honest interview about her path from studying marketing in Ankara to becoming one of NYC's most beloved music photographers, shooting for the New York Times, NPR, and Pitchfork. She arrived in New York because of the Velvet Underground — literally.</p><blockquote>\"My photography teacher said, 'Your photos are so boring. Find something you like and get close.' Those are the only two things he said.\"</blockquote><p>What's remarkable is how every major career break came from cold emails, not connections. Her story is a masterclass in creative persistence and the role of luck in creative careers. For anyone working in innovation or design, her message resonates: show up, keep putting work out there, and never take your career for granted. The interview is warm, real, and full of practical wisdom about sustaining a creative life long-term.</p>",
      "tags": ["creative-practice", "photography", "persistence", "career"],
      "alignment": 4,
      "paywall": false
    },
    {
      "id": "20260214-ssir-001",
      "headline": "The Social Sector's Real Problem Isn't RCTs — It's That We Barely Evaluate at All",
      "source": "Stanford Social Innovation Review",
      "url": "https://ssir.org/articles/entry/measuring-more-learning-less",
      "contentType": "article",
      "image": "https://ssir.org/images/blog/measuring-more-learning-less-737x737.jpg",
      "description": "<p>This SSIR piece reframes the long-running debate about Randomized Control Trials in social impact evaluation. The author argues the sector doesn't have an RCT problem — it has a rigor and standards problem. Only 6% of evaluators have ever used experimental methods, and most organizations lack even minimal evaluative frameworks.</p><blockquote>\"We are not producing reliable knowledge about what works, regardless of the method used. Reporting requirements often prioritize speed, volume, and compliance over understanding.\"</blockquote><p>For anyone in social innovation, HCD, or philanthropy, this is essential reading. The piece challenges both the RCT evangelists and their critics, arguing that the real gap is institutional capacity for learning. It connects directly to how we design feedback loops in programs — are we measuring to learn, or measuring to report? The implications for how foundations fund evaluation work are significant.</p>",
      "tags": ["social-impact", "evaluation", "philanthropy", "learning"],
      "alignment": 5,
      "paywall": true
    },
    {
      "id": "20260214-works-001",
      "headline": "Were Classical Statues Painted Horribly? A Delicious Art History Mystery",
      "source": "Works in Progress",
      "url": "https://worksinprogress.co/issue/were-classical-statues-painted-horribly/",
      "contentType": "article",
      "image": "https://wip.gatspress.com/wp-content/uploads/2025/12/greco_roman_sculpture_website_image-scaled.jpg",
      "description": "<p>We know Greek and Roman statues were originally painted — but every modern reconstruction looks terrible. This brilliant essay asks: is that because our taste differs from the ancients, or because the reconstructions themselves are bad? The author makes a compelling case for the latter, arguing that the saturated, matte paint jobs in exhibitions like \"Gods in Color\" may be wildly inaccurate.</p><blockquote>\"In the eyes of modern viewers, at least, the addition of this matte, heavily saturated color has turned a really good work of art into a really bad one.\"</blockquote><p>This is the kind of longform essay that changes how you see things — literally. It touches on perception, design assumptions, the gap between data and interpretation, and how expert consensus can calcify around poor reconstructions. For designers and creative thinkers, it's a reminder that just because something is technically accurate doesn't mean it captures the original intent. Beautifully written and illustrated.</p>",
      "tags": ["art-history", "perception", "design", "longform"],
      "alignment": 4,
      "paywall": false
    },
    {
      "id": "20260214-civilla-001",
      "headline": "What Does \"Beautiful\" Government Actually Feel Like? Civilla's Radical Vision for Public Services",
      "source": "Civilla",
      "url": "https://civilla.org/stories/designing-beauty",
      "contentType": "framework",
      "image": "https://civilla.org/assets/images/_1200x630_crop_center-center_82_none/DSC05714.jpg?mtime=1757014559",
      "description": "<p>Civilla — the nonprofit that redesigned Michigan's 40-page benefits application into something 80% shorter — explores what \"beauty\" means in public services. Responding to the federal executive order \"America By Design,\" they argue beauty isn't about aesthetics but about how people <em>feel</em> when they interact with government.</p><blockquote>\"When a system is beautiful — when it feels designed to meet the needs of the individual — it communicates a degree of care and attention that can help rebuild trust in public institutions.\"</blockquote><p>Their framework identifies five dimensions: being seen and respected, trust and safety, simplicity and ease, community and relationship, and dignity and harmony. This is pure HCD gold — a clear, actionable vocabulary for anyone trying to make institutions more human. If you only read one thing about civic design this month, make it this.</p>",
      "tags": ["civic-design", "HCD", "public-services", "beauty"],
      "alignment": 5,
      "paywall": false
    },
    {
      "id": "20260214-civilla-002",
      "headline": "How Michigan Made the Country's Longest Benefits Application 80% Shorter",
      "source": "Civilla",
      "url": "https://civilla.org/work/project-reform",
      "contentType": "project",
      "image": "https://civilla.org/assets/images/_1200x630_crop_center-center_82_none/DSC01440-copy_2021-08-14-175526_hwnq.jpg?mtime=1757017190",
      "description": "<p>Project Re:form is Civilla's flagship case study: they partnered with Michigan's DHHS to redesign a 40+ page public benefits application — the longest in America — into a streamlined, humane document. The result processes in nearly half the time and was recognized by Harvard as a Top Innovation in American Government.</p><blockquote>\"The Civilla team spent hundreds of hours conducting research to develop a deep understanding of the needs of residents and frontline staff.\"</blockquote><p>The project trained over 5,000 field staff across 100 offices and secured federal approvals. It's a textbook example of human-centered design applied at scale in government — proving that good design isn't a luxury but an equity intervention. Two Core 77 Design Awards and an IDA Gold Award confirm what residents already knew: the new application just works. Essential reading for anyone who believes design can change systems.</p>",
      "tags": ["civic-design", "HCD", "government", "case-study"],
      "alignment": 5,
      "paywall": false
    },
    {
      "id": "20260214-rtbc-001",
      "headline": "The Most Radical School Ever Built Was Run by Its Students — and MIT Professors Tutored for Free",
      "source": "Reasons to be Cheerful",
      "url": "https://reasonstobecheerful.world/radical-school-alternative-education-the-group-school-harvard-mit/",
      "contentType": "article",
      "image": "https://reasonstobecheerful.world/wp-content/uploads/2026/02/TGS_ArchiveImage_7.jpg",
      "description": "<p>Between 1971 and 1982, The Group School in Cambridge, MA graduated over 600 students through a freewheeling experiment combining radical democracy, intensive arts programming, and working-class community. MIT's Bob Langer (the mind behind Moderna) tutored students for SATs; Jon Kabat-Zinn taught biology and led meditations.</p><blockquote>\"We were looking for an educational setting that acknowledged inequity in education. It's the most fascinating town-gown story I know.\"</blockquote><p>Alumni are now digitizing the school's archives as a resource for modern educators working with disengaged students. This isn't just nostalgia — the principles of student agency, democratic governance, and community-embedded learning are urgently relevant to anyone reimagining education today. The article connects to broader themes of social innovation, participatory design, and the radical potential of trusting young people to lead.</p>",
      "tags": ["education", "social-innovation", "participatory-design", "alternative-education"],
      "alignment": 5,
      "paywall": false
    },
    {
      "id": "20260214-rtbc-002",
      "headline": "A Century After Being Hunted to Extinction, European Bison Are Rewilding Romania's Mountains",
      "source": "Reasons to be Cheerful",
      "url": "https://reasonstobecheerful.world/rewilding-european-bison-gentle-giant-returns/",
      "contentType": "article",
      "image": "https://reasonstobecheerful.world/wp-content/uploads/2026/02/yes-bison-closeup.-pic-courtesy-Catalin-Josan-Rewilding-Romania-scaled.jpg",
      "description": "<p>Wild European bison are roaming Romania's Carpathian Mountains for the first time in 100 years — and regenerating the landscape in the process. A 2025 study in <em>Science</em> shows how bison migration restores soil microbe density, disperses over 200 plant species through their dung, and creates natural fire corridors simply by walking.</p><blockquote>\"It is no longer enough to protect what is left of nature; it is also necessary to help nature regain the power to heal.\"</blockquote><p>The rewilding effort started in 2012 with EU LIFE Programme support, and the bison now roam over 150,000 hectares. Local baker Mihai Miculescu helped build the first enclosure and now benefits from bison tourism. It's a beautiful story of systems thinking in ecology — where reintroducing one keystone species cascades through an entire ecosystem. Solutions journalism at its finest.</p>",
      "tags": ["rewilding", "ecology", "systems-thinking", "solutions-journalism"],
      "alignment": 4,
      "paywall": false
    },
    {
      "id": "20260214-rtbc-003",
      "headline": "DIY Wind Turbines: The Grassroots Movement Teaching People to Build Their Own Energy",
      "source": "Reasons to be Cheerful",
      "url": "https://reasonstobecheerful.world/diy-diehards-building-renewable-energy-infrastructure-from-scratch/",
      "contentType": "article",
      "image": "https://reasonstobecheerful.world/wp-content/uploads/2026/02/Turbine-2024.jpg",
      "description": "<p>PureSelfMade, an Austrian nonprofit, teaches people to build their own wind turbines from scratch. Founded by Jonathan Schreiber after he visited Hugh Piggott, a Scottish DIY wind pioneer who's been designing turbines since the 1970s, the organization runs four-day workshops across Europe attracting participants from many countries.</p><blockquote>\"With a lot of chaos in the world, it's better to be self-sufficient, to have a reliable energy system at home.\"</blockquote><p>In a world of volatile energy prices and centralized grid vulnerabilities (think Spain/Portugal's 2025 blackouts), community-built wind power is a radical form of energy sovereignty. The IEA confirms community energy projects show \"clear benefits across the globe.\" PureSelfMade is now developing an open-source how-to book. This is decentralized innovation in its purest form — maker culture meets climate action.</p>",
      "tags": ["renewable-energy", "maker-culture", "decentralization", "sustainability"],
      "alignment": 4,
      "paywall": false
    },
    {
      "id": "20260214-row-001",
      "headline": "How Cheap Chinese Phones Accidentally Built Kenya's Digital Economy",
      "source": "Rest of World",
      "url": "https://restofworld.org/2026/china-kenya-silicon-elsewhere-book/",
      "contentType": "article",
      "image": "https://restofworld.org/wp-content/uploads/2026/02/GettyImages-2147852875-1-1600x900.jpg",
      "description": "<p>An excerpt from a new book on how affordable Chinese mobile phones — brands like Tecno, Infinix, and Itel that barely exist in the West — became the critical infrastructure enabling Kenya's mobile money revolution and Silicon Savannah. The author's journey starts on Nairobi's Moi Avenue, where electronics shops blend Samsung logos with Chinese brands unknown outside Africa.</p><blockquote>\"Mobile phones are the unsung material commodities without which Kenya's ambitious programs would have faltered.\"</blockquote><p>This is essential reading for anyone interested in how technology ecosystems actually develop in the Global South — not through Silicon Valley playbooks but through cheap hardware, informal repair economies, and local adaptation. It challenges Western-centric narratives about innovation by centering the material conditions that make digital transformation possible. A fascinating lens on design, access, and global tech flows.</p>",
      "tags": ["global-tech", "digital-economy", "innovation", "Global-South"],
      "alignment": 4,
      "paywall": false
    },
    {
      "id": "20260214-row-002",
      "headline": "Google Releases Africa's Largest Speech Dataset — But African Partners Own the Data",
      "source": "Rest of World",
      "url": "https://restofworld.org/2026/google-waxal-african-languages-ai-sovereignty/",
      "contentType": "article",
      "image": "https://restofworld.org/wp-content/uploads/2026/02/AfricaLanguages-4.jpg",
      "description": "<p>Google launched WAXAL, a dataset of 11,000+ hours of speech data for 21 African languages — and in a rare move toward digital sovereignty, the African partner institutions retain ownership of the data. Named after the Wolof word for \"speak,\" it includes transcribed speech for ASR and studio recordings for text-to-speech.</p><blockquote>\"Success lies in the local ownership of this innovation cycle.\"</blockquote><p>What makes this significant isn't just the data but the governance model. African universities and AI companies are already using WAXAL for maternal healthcare research and other local applications. In a world where data ownership is becoming a trillion-dollar question, this is a template for how Big Tech partnerships can actually empower rather than extract. Connects directly to themes of equitable design, data sovereignty, and who benefits from AI.</p>",
      "tags": ["AI", "data-sovereignty", "Africa", "language"],
      "alignment": 4,
      "paywall": false
    },
    {
      "id": "20260214-row-003",
      "headline": "\"If You Had a White Male CEO, You'd Get a Check\": Immigrant Women Founders Face Double Barriers",
      "source": "Rest of World",
      "url": "https://restofworld.org/2026/immigrant-women-founders-vc/",
      "contentType": "article",
      "image": "https://restofworld.org/wp-content/uploads/2026/02/illo_female_founders-1600x900.jpg",
      "description": "<p>Female founders received only 2% of all venture capital last year — a figure that hasn't budged in years. For immigrant women founders in the U.S., the barriers compound: sexism, racism, accent bias, and lack of access to elite networks all layer on top of each other. The piece profiles founders like Sri Ramaswamy of Charlee.AI, who was told to step down for a white male CEO.</p><blockquote>\"Immigrant female founders face a compounding bias because they're often navigating sexism and racism at the same time, layered on top of cultural gaps around self-promotion and limited access to elite U.S. networks.\"</blockquote><p>Research shows women are interrupted 5x more in pitch meetings and get more questions about risk and failure than growth. Yet female-founded companies deliver comparable or better returns. A crucial piece for anyone working on equity in innovation ecosystems — the data is damning and the stories are unforgettable.</p>",
      "tags": ["equity", "venture-capital", "founders", "systemic-bias"],
      "alignment": 4,
      "paywall": false
    },
    {
      "id": "20260214-designboom-001",
      "headline": "Gerhard Richter's Glazed Color Tower Glows Against the Swiss Alps",
      "source": "Designboom",
      "url": "https://www.designboom.com/art/glazed-color-bands-sculptural-tower-gerhard-richter-alpine-installation-luma-foundation-elevation-1049-sils-maria/",
      "contentType": "visual-art",
      "image": "https://www.designboom.com/twitterimages/uploads/2026/02/glazed-color-bands-sculptural-tower-gerhard-richter-alpine-installation-luma-foundation-elevation-1049-sils-maria-designboom-1200.jpg",
      "description": "<p>Rising over five meters in the Swiss Alps at Sils Maria, Gerhard Richter's latest permanent installation consists of eight perpendicular panels clad in glazed ceramic tiles arranged in vivid color bands. Commissioned by the Luma Foundation for Elevation 1049, the sculpture's colors shift dynamically under changing alpine light and weather conditions.</p><p>Richter, at 94, continues to challenge the boundary between painting and sculpture. The glazed ceramic surface creates a luminous, almost painterly quality that interacts with its alpine surroundings in constantly changing ways. For anyone interested in how color, material, and environment can create transformative experiences, this is public art at its most sublime. The installation transforms a mountain landscape into a gallery without walls.</p>",
      "tags": ["public-art", "sculpture", "color", "landscape"],
      "alignment": 3,
      "paywall": false
    },
    {
      "id": "20260214-designboom-002",
      "headline": "Inside Casa Bola: A Hand-Built Spherical Home Floating Over São Paulo Becomes an Art Venue",
      "source": "Designboom",
      "url": "https://www.designboom.com/design/spherical-casa-bola-sao-paulo-exhibition-aberto5-eduardo-longo-brazil/",
      "contentType": "project",
      "image": "https://www.designboom.com/twitterimages/uploads/2026/02/casa-bola-eduardo-longo-aberto5-sao-paulo-brazil-designboom-FB.jpg",
      "description": "<p>ABERTO5, the itinerant exhibition series, takes over Casa Bola — Eduardo Longo's extraordinary spherical home in São Paulo, built by hand between 1974 and 1979 using ferrocement over recycled steel tubes. The 8-meter diameter \"ball\" appears to float above a concrete base, with corners that disappear and floors that tilt gently into partitions.</p><blockquote>\"Architecture, memory, and contemporary production share the same surfaces, each adjusting to the constraints of the other.\"</blockquote><p>Over 60 works by artists including Tomás Saraceno, Sarah Lucas, and Erika Verzutti will be installed across three levels. What makes this special is that Longo still lives there — the exhibition occupies an active home with traces of daily routines. It's a powerful meditation on how space shapes experience, and how art can inhabit the domestic without erasing it. Radical architecture meets immersive curation.</p>",
      "tags": ["architecture", "immersive-art", "Brazilian-design", "exhibition"],
      "alignment": 4,
      "paywall": false
    },
    {
      "id": "20260214-fs-001",
      "headline": "Why Writing Still Matters in an AI World (It's Not Why You Think)",
      "source": "Farnam Street",
      "url": "https://fs.blog/why-write/",
      "contentType": "article",
      "image": "https://fs.blog/wp-content/uploads/2023/03/Why-Write.png",
      "description": "<p>Shane Parrish makes a concise, powerful case for why writing remains essential even when AI can generate text on demand. The core insight: writing isn't about producing text — it's the process by which you discover what you actually understand and where your thinking breaks down.</p><blockquote>\"Writing is the process by which you realize that you do not understand what you are talking about. Importantly, writing is also the process by which you figure it out.\"</blockquote><p>The piece argues that in a world of AI-generated average writing, clear thinking becomes more valuable, not less. Organizations will communicate like governments — lots of words saying nothing. The signal-to-noise ratio will worsen. For anyone in design, strategy, or innovation, this is a critical reminder: don't outsource your thinking. The people who write to think will disproportionately outperform those who let AI think for them.</p>",
      "tags": ["thinking", "writing", "AI", "mental-models"],
      "alignment": 5,
      "paywall": false
    },
    {
      "id": "20260214-fs-002",
      "headline": "How to Tell a Real Expert from Someone Who Just Has the Patter Down",
      "source": "Farnam Street",
      "url": "https://fs.blog/experts-vs-imitators/",
      "contentType": "framework",
      "image": "https://fs.blog/wp-content/uploads/2024/06/Experts-vs-Imitators.png",
      "description": "<p>Adapted from Shane Parrish's <em>Clear Thinking</em>, this piece offers a practical framework for distinguishing genuine experts from imitators. The five signals: imitators can't answer deeper questions, can't adapt their vocabulary, get frustrated when you don't understand, hide their failures, and don't know the limits of their expertise.</p><blockquote>\"It's very hard to tell the difference between a good money manager and someone who just has the patter down.\" — Charlie Munger</blockquote><p>The most subtle point: popularizers who make ideas accessible often get mistaken for experts. They're skilled communicators, not practitioners. For anyone hiring consultants, evaluating thought leaders, or building innovation teams, this is an invaluable decision-making tool. It connects to behavioral science themes about the difference between surface knowledge and deep fluency — and why that gap matters enormously.</p>",
      "tags": ["mental-models", "decision-making", "expertise", "behavioral-science"],
      "alignment": 5,
      "paywall": false
    },
    {
      "id": "20260214-int-001",
      "headline": "\"Keep Away from the Bloody Computer!\": Helen Oxenbury on 60 Years of Illustrating Childhood",
      "source": "It's Nice That",
      "url": "https://www.itsnicethat.com/features/helen-oxenbury-illustration-spotlight-070525",
      "contentType": "article",
      "image": "https://admin.itsnicethat.com/images/czp7K79N32pDWyrCCOKhikZAyg0=/264664/width-1440/Helen_Oxenbury_Alice_Through_the_Looking_Glass_courtesy_of_Helen_Oxenbury.jpg",
      "description": "<p>Helen Oxenbury — the illustrator behind <em>We're Going on a Bear Hunt</em>, <em>So Much</em>, and countless other beloved children's books — gives a remarkably candid interview about her 60-year career. She started illustrating not from passion but necessity: married to fellow illustrator John Burningham, they couldn't afford childcare, so she began drawing at home.</p><blockquote>\"Children are the same now as they were 100 years ago. What they like, what they find funny, what they find sad, and what they find exciting — it's the same.\"</blockquote><p>Her advice for aspiring illustrators is brutally honest. Her style — calm, realistic, full of movement — emerged naturally from watching her husband work, with no formal illustration training. The interview is a masterclass in authenticity: creating for children means respecting their intelligence and emotional complexity. A wonderful reminder that the best design work often comes from constraints and observation, not formal training.</p>",
      "tags": ["illustration", "children's-books", "creative-practice", "authenticity"],
      "alignment": 4,
      "paywall": false
    },
    {
      "id": "20260214-works-002",
      "headline": "Why American Water Got So Expensive (Hint: It's Not Because It Got Better)",
      "source": "Works in Progress",
      "url": "https://worksinprogress.co/issue/the-gold-plating-of-american-water/",
      "contentType": "article",
      "image": "https://wip.gatspress.com/wp-content/uploads/2026/01/Issue-19-share-cards-51.png",
      "description": "<p>American household water costs have more than doubled since the early 1980s (inflation-adjusted) even as per-capita use decreased. This deeply researched essay traces how federal regulators, starting with the Clean Water Act of 1972, treated local water systems as delinquent — despite their century of massive improvements — and ratcheted up mandates regardless of diminishing returns.</p><blockquote>\"San Francisco was ordered to spend almost $11 billion — $13,000 for every man, woman, and child — updating its sewage systems.\"</blockquote><p>The piece draws a parallel to nuclear power's cost spiral: the same \"safetyism\" that made nuclear expensive is making water unaffordable. For anyone interested in systems design, infrastructure, or why well-intentioned regulation can produce perverse outcomes, this is essential. It's also a powerful case study in how eliminating all risk, no matter how trivial, can make systems worse for the people they're meant to protect.</p>",
      "tags": ["infrastructure", "regulation", "systems-design", "public-policy"],
      "alignment": 4,
      "paywall": false
    },
    {
      "id": "20260214-tci-002",
      "headline": "Comedian Sindhu Vee on Why Learning to Care Less Is the Secret to Creative Longevity",
      "source": "The Creative Independent",
      "url": "https://thecreativeindependent.com/people/comedian-sindhu-vee-on-learning-to-care-less/",
      "contentType": "article",
      "image": "https://cdn.fs.thecreativeindependent.com/MzS625Q9Qa2s0mIocRVt",
      "description": "<p>Comedian Sindhu Vee — who grew up in India, lived in the Philippines, and now performs standup internationally — shares a refreshingly honest interview about creative process, self-doubt, and the physical demands of touring. She started comedy later in life with no background in standup, and her process of writing on stage, recording everything, and rewriting is pure iterative design.</p><blockquote>\"I used to be really scared that I would run out of funny. And I used to worry that I'd be too tired to do a show. But I realized I've understood how adrenaline works.\"</blockquote><p>Her cross-cultural perspective — from Bollywood to Carol Burnett to the Philippines — gives her comedy a unique lens. For creative professionals, her journey is a reminder that starting late, embracing imperfection, and caring less about others' opinions can be liberating rather than limiting. The interview connects to behavioral science themes around perfectionism, creative confidence, and the iteration mindset.</p>",
      "tags": ["comedy", "creative-process", "iteration", "cross-cultural"],
      "alignment": 4,
      "paywall": false
    }
  ]
}
